Repository: GlowUp930/brickval
Catalog: apps/ios-swift/BrickVal/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, it, ja, ko, nl, pt_br, zh_hans, zh_hant

source: Collector profile is saved on this device. Sign-in requires the Clerk key.
ar: يتم حفظ ملف تعريف المجمع على هذا الجهاز. يتطلب تسجيل الدخول مفتاح Clerk.
de: Abholerprofil ist auf diesem Gerät gespeichert. Für die Anmeldung ist der Schlüssel Clerk erforderlich.
es: El perfil del cobrador se guarda en este dispositivo. El inicio de sesión requiere la clave Clerk.
fr: Le profil du collecteur est enregistré sur cet appareil. La connexion nécessite la clé Clerk.
hi: कलेक्टर प्रोफ़ाइल इस डिवाइस पर सहेजी गई है. साइन-इन के लिए क्लर्क कुंजी की आवश्यकता होती है।
it: Il profilo del raccoglitore viene salvato su questo dispositivo. L'accesso richiede la chiave Clerk.
ja: コレクタープロファイルはこのデバイスに保存されています。サインインにはキーが必要です。
ko: 수집가 프로필이 이 기기에 저장됩니다. 로그인하려면 사무원 키가 필요합니다.
nl: Collectorprofiel is opgeslagen op dit apparaat. Aanmelden vereist de Clerk-sleutel.
pt_br: O perfil do coletor é salvo neste dispositivo. O login requer a chave Clerk.
zh_hans: 收集器配置文件保存在此设备上。登录需要Clerk密钥。
zh_hant: 收集器設定檔儲存在此裝置上。登入需要Clerk金鑰。

source: Colour ID
ar: معرف اللون
de: Farb-ID
es: ID de color
fr: ID de couleur
hi: रंग आईडी
it: ID colore
ja: 色ID
ko: 컬러 ID
nl: Kleur-ID
pt_br: ID da cor
zh_hans: 颜色ID
zh_hant: 顏色ID

source: Colours unavailable
ar: الألوان غير متوفرة
de: Farben nicht verfügbar
es: Colores no disponibles
fr: Couleurs indisponibles
hi: रंग उपलब्ध नहीं हैं
it: Colori non disponibili
ja: 利用できない色
ko: 사용할 수 없는 색상
nl: Kleuren niet beschikbaar
pt_br: Cores indisponíveis
zh_hans: 颜色不可用
zh_hant: 無法顯示顏色

# Comparing %lld detected figure
source: Comparing %lld detected figures
ar: مقارنة %lld أشكال مكتشفة
de: %lld erkannte Figuren werden verglichen
es: Comparando %lld figuras detectadas
fr: Comparaison de %lld figures détectées
hi: %lld पहचाने गए आंकड़ों की तुलना
it: Confronto di %lld figure rilevate
ja: %lld 個の検出フィギュアを比較中
ko: 감지된 피겨 %lld개 비교 중
nl: %lld gedetecteerde figuren vergelijken
pt_br: Comparando %lld figuras detectadas
zh_hans: 正在比较检测到的 %lld 个小人仔
zh_hant: 正在比較偵測到的 %lld 個人偶

# Comparing %lld of %lld detected figure
source: %1$lld of %2$lld detected figures
ar: مقارنة %1$lld من أصل %2$lld أشكال مكتشفة
de: %1$lld von %2$lld erkannten Figuren
es: %1$lld de %2$lld figuras detectadas
fr: %1$lld sur %2$lld figures détectées
hi: %2$lld आंकड़ों में से %1$lld की तुलना
it: %1$lld di %2$lld figure rilevate
ja: 検出フィギュア %2$lld 個中 %1$lld 個を比較中
ko: 감지된 피겨 %2$lld개 중 %1$lld개 비교 중
nl: %1$lld van %2$lld gedetecteerde figuren
pt_br: %1$lld de %2$lld figuras detectadas
zh_hans: 正在比较检测到的 %2$lld 个小人仔中的 %1$lld 个
zh_hant: 正在比較偵測到的 %2$lld 個人偶中的 %1$lld 個

source: Comparing matches and market values
ar: مقارنة التطابقات وقيم السوق
de: Vergleich Übereinstimmungen und Marktwerte
es: Comparación de coincidencias y valores de mercado
fr: Comparaison des correspondances et des valeurs de marché
hi: मैचों और बाजार मूल्यों की तुलना करना
it: Confronto tra corrispondenze e valori di mercato
ja: 一致と市場価値の比較
ko: 성냥과 시장 가치 비교
nl: overeenkomsten en marktwaarden vergelijken
pt_br: Comparando correspondências e valores de mercado
zh_hans: 比较匹配和市场价值
zh_hant: 比較匹配和市場價值

source: CONFIDENCE FIRST
ar: الثقة أولاً
de: VERTRAUEN ZUERST
es: CONFIANZA PRIMERO
fr: CONFIANCE D'ABORD
hi: सबसे पहले आत्मविश्वास
it: PRIMA LA FIDUCIA
ja: まずは自信を
ko: 자신감 우선
nl: EERST VERTROUWEN
pt_br: CONFIANÇA EM PRIMEIRO LUGAR
zh_hans: 信心第一
zh_hant: 信心第一

source: Confirm a match
ar: تأكيد المباراة
de: Eine Übereinstimmung BESTÄTIGEN
es: Confirmar una coincidencia
fr: Confirmer une correspondance
hi: एक मिलान की पुष्टि करें
it: Conferma una corrispondenza
ja: 一致を確認する
ko: 일치 확인
nl: Bevestig een overeenkomst
pt_br: Confirmar uma correspondência
zh_hans: 确认匹配
zh_hant: 確認匹配

source: CONFIRM MATCH
ar: تأكيد المباراة
de: ÜBEREINSTIMMUNG BESTÄTIGEN
es: CONFIRMAR COINCIDENCIA
fr: CONFIRMER LA CORRESPONDANCE
hi: मिलान की पुष्टि करें
it: CONFERMA CORRISPONDENZA
ja: 一致を確認
ko: 일치 확인
nl: BEVESTIG WEDSTRIJD
pt_br: CONFIRMAR PARTIDA
zh_hans: 确认匹配
zh_hant: 確認匹配

source: Continue
ar: متابعة
de: Weiter
es: Continuar
fr: Continuer
hi: जारी रखें
it: Continuare
ja: 続く
ko: 계속하다
nl: Doorgaan
pt_br: Continuar
zh_hans: 继续
zh_hant: 繼續

source: Continue to account options
ar: تابع إلى خيارات الحساب
de: Weiter zu den Kontooptionen
es: Continuar con las opciones de la cuenta
fr: Continuer vers les options du compte
hi: खाता विकल्प जारी रखें
it: Continua alle opzioni dell'account
ja: アカウントオプションに進む
ko: 계속해서 계정 옵션으로 이동
nl: Ga verder naar accountopties
pt_br: Continuar para opções de conta
zh_hans: 继续帐户选项
zh_hant: 繼續帳戶選項

source: Copied
ar: منقول
de: Kopiert
es: Copiado
fr: Copié
hi: कॉपी किया गया
it: Copiato
ja: コピーされました
ko: 복사됨
nl: Gekopieerd
pt_br: Copiado
zh_hans: 已复制
zh_hant: 已複製

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
hi: कॉपी
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pt_br: Cópia
zh_hans: 复制
zh_hant: 複製

source: Copy invite code
ar: انسخ رمز الدعوة
de: Einladungscode kopieren
es: Copiar código de invitación
fr: Copier le code d'invitation
hi: आमंत्रण कोड कॉपी करें
it: Copia il codice di invito
ja: 招待コードをコピーする
ko: 초대 코드 복사
nl: Kopieer de uitnodigingscode
pt_br: Copiar código de convite
zh_hans: 复制邀请码
zh_hant: 複製邀請碼

source: Could not add items
ar: لا يمكن إضافة العناصر
de: Artikel konnte nicht hinzugefügt werden
es: No se han podido añadir elementos
fr: Impossible d'ajouter des éléments
hi: आइटम नहीं जोड़े जा सके
it: Impossibile aggiungere elementi
ja: アイテムを追加できませんでした
ko: 항목을 추가할 수 없습니다.
nl: Kon geen items toevoegen
pt_br: Não foi possível adicionar itens
zh_hans: 无法添加项目
zh_hant: 無法添加項目

source: Could not remove item
ar: لا يمكن إزالة العنصر
de: Artikel konnte nicht entfernt werden
es: No se ha podido eliminar el elemento
fr: Impossible de supprimer l'élément
hi: आइटम हटाया नहीं जा सका
it: Impossibile rimuovere l'elemento
ja: アイテムを削除できませんでした
ko: 항목을 삭제할 수 없습니다.
nl: Kan item niet verwijderen
pt_br: Não foi possível remover o item
zh_hans: 无法删除项目
zh_hant: 無法刪除項目

source: Could not save
ar: لا يمكن الحفظ
de: Konnte nicht gespeichert werden
es: No se ha podido guardar
fr: Impossible d'enregistrer
hi: सहेजा नहीं जा सका
it: Impossibile salvare
ja: 保存できませんでした
ko: 저장할 수 없습니다.
nl: Kan niet opslaan
pt_br: Não foi possível salvar
zh_hans: 无法保存
zh_hant: 無法保存

source: Couldn’t check this figure. Check your connection and try again.
ar: لا يمكن التحقق من هذا الرقم. تحقق من اتصالك وحاول مرة أخرى.
de: Diese Zahl konnte nicht überprüft werden. Überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.
es: No se ha podido comprobar esta cifra. Comprueba tu conexión e inténtalo de nuevo.
fr: Impossible de vérifier ce chiffre. Vérifiez votre connexion et réessayez.
hi: इस आंकड़े की जाँच नहीं की जा सकी. अपना कनेक्शन जांचें और पुनः प्रयास करें।
it: Impossibile verificare questa cifra. Controlla la connessione e riprova.
ja: この数値は確認できませんでした。接続を確認して、もう一度試してください。
ko: 이 수치는 확인하지 못했습니다. 연결을 확인하고 다시 시도하세요.
nl: Kan dit cijfer niet controleren. Controleer uw verbinding en probeer het opnieuw.
pt_br: Couldn 't check this figure. Verifique a sua ligação e tente novamente.
zh_hans: 无法检查这个数字。检查您的连接并重试。
zh_hant: 無法檢查這個數字。檢查您的連接並重試。

source: Couldn’t sign in
ar: تعذر تسجيل الدخول
de: Anmeldung nicht möglich
es: No se ha podido iniciar sesión
fr: Impossible de se connecter
hi: साइन इन नहीं किया जा सका
it: Impossibile accedere
ja: サインインできませんでした
ko: 로그인할 수 없음
nl: Kan niet inloggen
pt_br: Não foi possível iniciar sessão
zh_hans: 无法登录
zh_hant: 無法登錄

source: Creates a shareable value card with the scan photo
ar: يقوم بإنشاء بطاقة قيمة قابلة للمشاركة مع الصورة الممسوحة ضوئيًا
de: Erstellt eine gemeinsam nutzbare Wertkarte mit dem Scan-Foto
es: Crea una tarjeta de valor para compartir con la foto escaneada
fr: Crée une carte de valeur partageable avec la photo numérisée
hi: स्कैन फोटो के साथ एक साझा करने योग्य मूल्य कार्ड बनाता है
it: Crea una carta dal valore condivisibile con la foto scansionata
ja: スキャン写真を使用して共有可能なバリューカードを作成します
ko: 스캔한 사진으로 공유 가능한 가치 카드를 만듭니다.
nl: Creëert een deelbare waardekaart met de scanfoto
pt_br: Cria um cartão de valor partilhável com a fotografia digitalizada
zh_hans: 使用扫描照片创建可共享的储值卡
zh_hant: 使用掃描照片創建可共享的儲值卡

source: Custom
ar: مخصص
de: Benutzerdefiniert
es: Personalizada
fr: Personnalisée
hi: रिवाज़
it: Costume
ja: カスタム
ko: 관습
nl: Aangepast
pt_br: Personalizado
zh_hans: 风俗
zh_hant: 風俗

source: Custom icon background
ar: خلفية أيقونة مخصصة
de: Benutzerdefinierter Symbolhintergrund
es: Fondo del icono personalizado
fr: Arrière-plan de l'icône personnalisée
hi: कस्टम आइकन पृष्ठभूमि
it: Sfondo icona personalizzato
ja: カスタムアイコンの背景
ko: 사용자 정의 아이콘 배경
nl: Aangepaste pictogramachtergrond
pt_br: Fundo do ícone personalizado
zh_hans: 自定义图标背景
zh_hant: 自定義圖標背景

source: Custom icon background color
ar: لون خلفية الرمز المخصص
de: Benutzerdefinierte Icon-Hintergrundfarbe
es: Color de fondo del icono personalizado
fr: Couleur d'arrière-plan de l'icône personnalisée
hi: कस्टम आइकन पृष्ठभूमि रंग
it: Colore di sfondo dell'icona personalizzata
ja: カスタムアイコンの背景色
ko: 맞춤 아이콘 배경색
nl: Aangepaste pictogramachtergrondkleur
pt_br: Cor de fundo do ícone personalizado
zh_hans: 自定义图标背景颜色
zh_hant: 自訂圖示背景顏色

source: Customization
ar: التخصيص
de: Anpassung
es: Personalización
fr: Personnalisation
hi: अनुकूलन
it: Personalizzazione
ja: カスタマイズ
ko: 맞춤화
nl: Aanpassing
pt_br: Personalização
zh_hans: 定制化
zh_hant: 自訂

source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
hi: अँधेरा
it: Scuro
ja: 暗い
ko: 어두운
nl: Donker
pt_br: Escuro
zh_hans: 黑暗的
zh_hant: 深色

source: Dark mode, light mode, and colour
ar: الوضع الداكن ووضع الضوء واللون
de: Dunkelmodus, Hellmodus und Farbe
es: Modo oscuro, modo claro y color
fr: Mode sombre, mode clair et couleur
hi: डार्क मोड, लाइट मोड और रंग
it: Modalità scura, modalità chiara e colore
ja: ダークモード、ライトモード、カラー
ko: 다크 모드, 라이트 모드 및 색상
nl: Donkere modus, lichtmodus en kleur
pt_br: Modo escuro, modo claro e cor
zh_hans: 深色模式、浅色模式和颜色
zh_hant: 深色模式、淺色模式和顏色

source: Data migration needs another try
ar: يحتاج ترحيل البيانات إلى محاولة أخرى
de: Datenmigration muss erneut versucht werden
es: La migración de datos necesita otra prueba
fr: La migration des données nécessite un nouvel essai
hi: डेटा माइग्रेशन के लिए एक और प्रयास की आवश्यकता है
it: La migrazione dei dati richiede un'altra prova
ja: データ移行にはもう一度試す必要があります
ko: 데이터 마이그레이션에는 또 다른 시도가 필요합니다
nl: Datamigratie moet nog een keer worden geprobeerd
pt_br: A migração de dados precisa de outra tentativa
zh_hans: 数据迁移需要再次尝试
zh_hant: 資料遷移需要再次嘗試

source: Deep diver
ar: غواص عميق
de: Tieftaucher
es: Buceador profundo
hi: गहरा गोताखोर
it: Subacqueo profondo
ja: ディープダイバー
ko: 딥 다이버
nl: Diepe duiker
pt_br: Mergulhador profundo
zh_hans: 深潜者
zh_hant: 深度潛水

source: Delete account
ar: حذف الحساب
de: Konto löschen
es: Eliminar cuenta
fr: Supprimer le compte
hi: खाता हटा दो
it: Elimina account
ja: アカウントを削除する
ko: 계정 삭제
nl: Account verwijderen
pt_br: Eliminar conta
zh_hans: 删除帐户
zh_hant: 刪除帳戶

source: Delete Brickvalue account
ar: حذف Brickvalue الحساب
de: Brickvalue-Konto löschen
es: Eliminar cuenta Brickvalue
fr: Supprimer le compte Brickvalue
hi: Brickvalue खाता हटाएं
it: Elimina account Brickvalue
ja: Brickvalueアカウントを削除する
ko: Brickvalue 계정 삭제
nl: Brickvalue-account verwijderen
pt_br: Eliminar conta Brickvalue
zh_hans: 删除Brickvalue帐户
zh_hant: 刪除Brickvalue帳戶

source: Delete digit
ar: حذف الرقم
de: Ziffer löschen
es: Eliminar dígito
fr: Supprimer le chiffre
hi: अंक हटाएँ
it: Elimina cifra
ja: 数字の削除
ko: 숫자 삭제
nl: Cijfer verwijderen
pt_br: Eliminar dígito
zh_hans: 删除数字
zh_hant: 刪除數字

source: Demo unavailable
ar: الرقم التجريبي غير متوفر
de: Demo nicht verfügbar
es: Demostración no disponible
fr: Démo indisponible
hi: डेमो अनुपलब्ध
it: Demo non disponibile
ja: デモは利用できません
ko: 데모를 사용할 수 없음
nl: Demo niet beschikbaar
pt_br: Demonstração indisponível
zh_hans: 演示不可用
zh_hant: 無法使用示範

source: Detected figure
ar: الرقم المكتشف
de: Figur erkannt
es: Figura detectada
fr: Figure détectée
hi: पता लगाया गया आंकड़ा
it: Figura rilevata
ja: 検出された図形
ko: 감지된 수치
nl: Gedetecteerd figuur
pt_br: Figura detetada
zh_hans: 检测到的人物
zh_hant: 偵測到的數字

source: Detected figure %@
ar: الرقم المكتشف %@
de: Figur %@ erkannt
es: Figura detectada %@
fr: Figure détectée %@
hi: पता लगाया गया चित्र %@
it: Figura rilevata %@
ja: 検出図形 %@
ko: 감지된 그림 %@
nl: Gedetecteerd figuur %@
pt_br: Figura detetada %@
zh_hans: 检测到的图形%@
zh_hant: 偵測到的數字%@

source: Dismiss collection tips
ar: تجاهل نصائح التجميع
de: Tipps zum Verwerfen der Sammlung
es: Descartar consejos de recopilación
fr: Ignorer les conseils de collecte
hi: संग्रहण युक्तियाँ ख़ारिज करें
it: Elimina suggerimenti per la raccolta
ja: 収集のヒントを閉じる
ko: 컬렉션 도움말 닫기
nl: Verzameltips verwijderen
pt_br: Ignorar dicas de recolha
zh_hans: 关闭收集提示
zh_hant: 關閉收集提示

source: Dismiss scan tips
ar: تجاهل نصائح المسح الضوئي
de: Tipps zum Verwerfen des Scans
es: Descartar consejos de análisis
fr: Ignorer les conseils d'analyse
hi: स्कैन युक्तियाँ ख़ारिज करें
it: Elimina suggerimenti per la scansione
ja: スキャンのヒントを閉じる
ko: 스캔 팁 닫기
nl: Scantips negeren
pt_br: Ignorar dicas de digitalização
zh_hans: 关闭扫描提示
zh_hant: 關閉掃描提示

source: Dismisses the collection tips
ar: تجاهل نصائح التجميع
de: Verweist auf die Sammlungstipps
es: Descartar los consejos de recopilación
fr: Ignorer les conseils de collecte
hi: संग्रहण युक्तियों को ख़ारिज करता है
it: Elimina i suggerimenti per la raccolta
ja: 収集のヒントを無視します
ko: 컬렉션 팁을 닫습니다.
nl: Verzameltips verwijderen
pt_br: Ignorar dicas de recolha
zh_hans: 忽略收集提示
zh_hant: 關閉收集提示

source: Dismisses the scan tips
ar: تجاهل نصائح المسح الضوئي
de: Löscht die Scan-Tipps
es: Descarta los consejos de escaneo
fr: Ignore les conseils d'analyse
hi: स्कैन युक्तियाँ खारिज करता है
it: Ignora i suggerimenti di scansione
ja: スキャンのヒントを閉じる
ko: 스캔 팁을 닫습니다.
nl: Sluit de scantips af
pt_br: Ignora as dicas de digitalização
zh_hans: 关闭扫描提示
zh_hant: 關閉掃描提示

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
hi: हो गया
it: Fatto
ja: 完了
ko: 완료
nl: Klaar
pt_br: Concluído
zh_hans: 完成
zh_hant: 完畢

source: Double tap to toggle selection
ar: انقر نقرًا مزدوجًا لتبديل التحديد
de: Tippen Sie zweimal, um die Auswahl umzuschalten
es: Pulsa dos veces para activar la selección
fr: Appuyez deux fois pour basculer la sélection
hi: चयन को टॉगल करने के लिए दो बार टैप करें
it: Tocca due volte per attivare/disattivare la selezione
ja: ダブルタップして選択を切り替えます
ko: 선택을 전환하려면 두 번 탭하세요.
nl: Dubbeltik om de selectie in of uit te schakelen
pt_br: Toque duas vezes para alternar a seleção
zh_hans: 双击以切换选择
zh_hant: 雙擊可切換選擇

source: Double-tap to %@ this answer
ar: انقر نقرًا مزدوجًا على %@ هذه الإجابة
de: Tippen Sie zweimal auf %@ diese Antwort
es: Pulsa dos veces para %@ esta respuesta
fr: Appuyez deux fois sur %@ cette réponse
hi: इस उत्तर पर %@ पर डबल-टैप करें
it: Tocca due volte per %@ questa risposta
ja: この答えを%@にダブルタップして選択します
ko: 이 답변을 %@로 두 번 탭하세요.
nl: Dubbeltik op %@ dit antwoord
pt_br: Toque duas vezes em %@ esta resposta
zh_hans: 双击%@此答案
zh_hant: 雙擊 %@ 這個答案

source: Double-tap to select this answer
ar: انقر نقرًا مزدوجًا لتحديد هذه الإجابة
de: Tippen Sie zweimal, um diese Antwort auszuwählen
es: Pulsa dos veces para seleccionar esta respuesta
fr: Appuyez deux fois pour sélectionner cette réponse
hi: इस उत्तर को चुनने के लिए डबल-टैप करें
it: Tocca due volte per selezionare questa risposta
ja: ダブルタップしてこの答えを選択します
ko: 이 답변을 선택하려면 두 번 탭하세요.
nl: Dubbeltik om dit antwoord te selecteren
pt_br: Toque duas vezes para selecionar esta resposta
zh_hans: 双击以选择此答案
zh_hant: 點按兩次即可選擇此答案

source: Drag across the chart to inspect prices
ar: اسحب عبر المخطط لفحص الأسعار
de: Ziehen Sie über das Diagramm, um die Preise zu überprüfen
es: Arrastra por el gráfico para inspeccionar los precios
fr: Faites glisser le curseur sur le graphique pour vérifier les prix
hi: कीमतों का निरीक्षण करने के लिए चार्ट पर खींचें
it: Trascina sul grafico per ispezionare i prezzi
ja: チャートをドラッグして価格を確認します
ko: 차트를 드래그하여 가격을 살펴보세요.
nl: Sleep over de grafiek om prijzen te bekijken
pt_br: Arraste o gráfico para inspecionar os preços
zh_hans: 在图表上拖动以查看价格
zh_hant: 在圖表上拖動以檢查價格

source: Earn bonus bulk scans
ar: اكسب عمليات مسح جماعية إضافية
de: Bonus-Bulk-Scans verdienen
es: Gana escaneos masivos adicionales
fr: Gagnez des scans groupés bonus
hi: बोनस बल्क स्कैन कमाएँ
it: Ottieni scansioni multiple bonus
ja: ボーナス一括スキャンを獲得
ko: 보너스 일괄 스캔 받기
nl: Verdien extra bulkscans
pt_br: Ganhe digitalizações em lote extras
zh_hans: 赚取额外批量扫描次数
zh_hant: 賺取額外批量掃描次數

source: Enter a friend's code to support their BrickValue rewards. You can also skip this step.
ar: أدخل رمز صديق لدعم مكافآته على BrickValue. يمكنك أيضًا تخطي هذه الخطوة.
de: Geben Sie den Code eines Freundes ein, um seine BrickValue-Belohnungen zu unterstützen. Sie können diesen Schritt auch überspringen.
es: Introduce el código de un amigo para respaldar sus recompensas de BrickValue. También puedes omitir este paso.
fr: Entrez le code d'un ami pour prendre en charge ses récompenses BrickValue. Vous pouvez également ignorer cette étape.
hi: किसी मित्र के BrickValue पुरस्कारों का समर्थन करने के लिए उसका कोड दर्ज करें। आप इस चरण को छोड़ भी सकते हैं.
it: Inserisci il codice di un amico per supportare le sue ricompense BrickValue. Puoi anche saltare questo passaggio.
ja: 友達のコードを入力して、BrickValueの報酬をサポートします。こちらの手順は省略することもできます。
ko: BrickValue 보상을 지원하려면 친구의 코드를 입력하세요. 이 단계를 건너뛸 수도 있습니다.
nl: Voer de code van een vriend in om hun BrickValue-beloningen te ondersteunen. Je kunt deze stap ook overslaan.
pt_br: Insira o código de um amigo para suportar as recompensas BrickValue. Você também pode pular esta etapa.
zh_hans: 输入朋友的代码以支持他们的BrickValue奖励。您也可以跳过此步骤。
zh_hant: 輸入朋友的代碼以支持他們的 BrickValue 獎勵。您也可以跳過此步驟。

source: Enter a friend's code to support their reward.
ar: أدخل رمز أحد الأصدقاء لدعم مكافأته.
de: Gib den Code eines Freundes ein, um seine Belohnung zu unterstützen.
es: Introduce el código de un amigo para respaldar su recompensa.
fr: Entrez le code d'un ami pour soutenir sa récompense.
hi: किसी मित्र के इनाम का समर्थन करने के लिए उसका कोड दर्ज करें।
it: Inserisci il codice di un amico per sostenere la sua ricompensa.
ja: 友達のコードを入力して報酬をサポートしましょう。
ko: 보상을 지원하려면 친구의 코드를 입력하세요.
nl: Voer de code van een vriend in om de beloning te ondersteunen.
pt_br: Introduza o código de um amigo para apoiar a respetiva recompensa.
zh_hans: 输入好友的代码以支持他们的奖励。
zh_hant: 輸入朋友的代碼以支持他們的獎勵。

source: Enter a valid LEGO set number.
ar: أدخل رقم مجموعة LEGO صالحًا.
de: Gib eine gültige LEGO-Setnummer ein.
es: Introduce un número de set LEGO válido.
fr: Saisissez un numéro de set LEGO valide.
hi: LEGO सेट का मान्य नंबर दर्ज करें।
it: Inserisci un numero di set LEGO valido.
ja: 有効なLEGOセット番号を入力してください。
ko: 유효한 LEGO 세트 번호를 입력하세요.
nl: Voer een geldig LEGO-setnummer in.
pt_br: Digite um número de conjunto LEGO válido.
zh_hans: 请输入有效的 LEGO 套装编号。
zh_hant: 請輸入有效的 LEGO 套裝編號。

source: Enter a valid minifigure number.
ar: أدخل رقم شخصية صغيرة صالحًا.
de: Gib eine gültige Minifigurennummer ein.
es: Introduce un número de minifigura válido.
fr: Saisissez un numéro de minifigurine valide.
hi: मिनीफ़िगर का मान्य नंबर दर्ज करें।
it: Inserisci un numero di minifigure valido.
ja: 有効なミニフィギュア番号を入力してください。
ko: 유효한 미니피겨 번호를 입력하세요.
nl: Voer een geldig minifiguurnummer in.
pt_br: Digite um número de minifigura válido.
zh_hans: 请输入有效的人仔编号。
zh_hant: 請輸入有效的人偶編號。

source: Enter a valid part number and colour.
ar: أدخل رقم قطعة ولونًا صالحين.
de: Gib eine gültige Teilenummer und Farbe ein.
es: Introduce un número de pieza y un color válidos.
fr: Saisissez un numéro de pièce et une couleur valides.
hi: पार्ट का मान्य नंबर और रंग दर्ज करें।
it: Inserisci un numero di pezzo e un colore validi.
ja: 有効なパーツ番号と色を入力してください。
ko: 유효한 부품 번호와 색상을 입력하세요.
nl: Voer een geldig onderdeelnummer en kleur in.
pt_br: Digite um número de peça e uma cor válidos.
zh_hans: 请输入有效的零件编号和颜色。
zh_hant: 請輸入有效的零件編號和顏色。

source: Enter the 8-character invite code.
ar: أدخل رمز الدعوة المكون من 8 أحرف.
de: Geben Sie den 8-stelligen Einladungscode ein.
es: Introduce el código de invitación de 8 caracteres.
fr: Entrez le code d'invitation à 8 caractères.
hi: 8-अक्षर का आमंत्रण कोड दर्ज करें.
it: Inserisci il codice di invito di 8 caratteri.
ja: 8文字の招待コードを入力します。
ko: 8자리 초대코드를 입력하세요.
nl: Voer de uitnodigingscode van 8 tekens in.
pt_br: Insira o código de convite de 8 caracteres.
zh_hans: 输入8个字符的邀请码。
zh_hant: 輸入 8 個字符的邀請碼。

source: Enter the number printed on the box or instructions.
ar: أدخل الرقم المطبوع على المربع أو التعليمات.
de: Geben Sie die auf dem Karton oder den Anweisungen aufgedruckte Nummer ein.
es: Introduzca el número impreso en la caja o en las instrucciones.
fr: Entrez le numéro imprimé sur la boîte ou les instructions.
hi: बॉक्स या निर्देशों पर प्रिंट किया गया नंबर डालें।
it: Inserire il numero stampato sulla scatola o le istruzioni.
ja: ボックスまたは説明書に印刷されている番号を入力します。
ko: 상자 또는 지침에 인쇄된 번호를 입력합니다.
nl: Voer het nummer in dat op de doos of instructies staat.
pt_br: Insira o número impresso na caixa ou nas instruções.
zh_hans: 输入打印在盒子或说明上的编号。
zh_hant: 輸入包裝盒或說明上印製的編號。

source: Estimated market value
ar: القيمة السوقية المقدرة
de: Geschätzter Marktwert
es: Valor de mercado estimado
fr: Valeur marchande estimée
hi: अनुमानित बाज़ार मूल्य
it: Valore di mercato stimato
ja: 推定市場価値
ko: 예상 시장 가치
nl: Geschatte marktwaarde
pt_br: Valor estimado de mercado
zh_hans: 估算市场价值
zh_hant: 估計市場價值

source: Farm friend
ar: المزرعة
de: Farmfreund
es: Granja amiga
fr: Ami de la ferme
hi: फ़ार्म मित्र
it: Amico della fattoria
ja: 農場の友人
ko: 농장 친구
nl: Boerderijvriend
pt_br: Amigo da fazenda
zh_hans: 农场朋友
zh_hant: 農場朋友

source: Fast scans
ar: عمليات مسح سريعة
de: Schnelle Scans
es: Escaneos rápidos
fr: Scans rapides
hi: तेज़ स्कैन
it: Scansioni rapide
ja: 高速スキャン
ko: 빠른 스캔
nl: Snelle scans
pt_br: Escaneamentos rápidos
zh_hans: 快速扫描
zh_hant: 快速掃描

source: Faster results
ar: نتائج أسرع
de: Schnellere Ergebnisse
es: Resultados más rápidos
fr: Résultats plus rapides
hi: तेज़ नतीजे
it: Risultati più rapidi
ja: より速い結果
ko: 더 빠른 결과
nl: Snellere resultaten
pt_br: Resultados mais rápidos
zh_hans: 更快的结果
zh_hant: 更快的結果

source: Feedback is temporarily unavailable. Please try again shortly.
ar: التعليقات غير متاحة مؤقتًا. حاول مرة أخرى قريبًا.
de: Feedback ist vorübergehend nicht verfügbar. Bitte versuche es gleich noch einmal.
es: Los comentarios no están disponibles temporalmente. Inténtalo de nuevo pronto.
fr: Les commentaires sont temporairement indisponibles. Réessayez bientôt.
hi: फ़ीडबैक अभी उपलब्ध नहीं है। थोड़ी देर बाद फिर कोशिश करें।
it: Il feedback non è temporaneamente disponibile. Riprova tra poco.
ja: フィードバックは一時的に利用できません。しばらくしてからもう一度お試しください。
ko: 피드백을 일시적으로 사용할 수 없습니다. 잠시 후 다시 시도하세요.
nl: Feedback is tijdelijk niet beschikbaar. Probeer het zo opnieuw.
pt_br: O feedback está temporariamente indisponível. Tente novamente em breve.
zh_hans: 反馈暂时不可用，请稍后重试。
zh_hant: 回饋暫時無法使用，請稍後再試。

source: Figure %@, unidentified
ar: %@، مجهول
de: Abbildung %@, nicht identifiziert
es: Figura %@, no identificada
fr: Figure %@, non identifiée
hi: चित्र %@, अज्ञात
it: Figure %@, non identificata
ja: フィギュア%@、未確認
ko: 그림 %@, 미확인
nl: Figuur %@, niet geïdentificeerd
pt_br: Figura %@, não identificado
zh_hans: 图%@ ，未识别
zh_hant: 圖%@，身份不明

source: FIGURE %lld
ar: %lld
de: Abbildung %lld
es: FIGURA %lld
hi: चित्र %lld
it: FIGURA %lld
ja: フィギュア%lld
ko: 그림 %lld
nl: FIGUUR %lld
pt_br: FIGURA %lld
zh_hans: 图%lld
zh_hant: 圖 %lld

# Figure %lld of %lld
source: Figure %1$lld of %2$lld
ar: الشكل %1$lld من %2$lld
de: ABBILDUNG %1$lld von %2$lld
es: Figura %1$lld de %2$lld
fr: Figure %1$lld de %2$lld
hi: %2$lld का चित्र %1$lld
it: Figura %1$lld di %2$lld
ja: フィギュア%2$lldの%1$lld
ko: 그림 %2$lld 중 %1$lld
nl: Figuur %1$lld van %2$lld
pt_br: Figura %1$lld de %2$lld
zh_hans: 图%1$lld/%2$lld
zh_hant: 圖 %1$lld 或 %2$lld

source: Figure match
ar: تطابق
de: Übereinstimmung der Abbildung
es: Figura coincidente
fr: Correspondance de la figure
hi: चित्र मिलान
it: Corrispondenza di figure
ja: フィギュア一致
ko: 그림 일치
nl: Figuurmatch
pt_br: Figura correspondente
zh_hans: 图匹配
zh_hant: 圖配
